export const localeService = {
  ratings: {
    '0.1': 'абсолютно ровный пацан',
    '0.2': 'скрывает небольшое количество гнили, но все считают, что он норм',
    '0.3': 'псина',
    '0.4': 'крыса, мутант',
    '0.5': 'паскуда, подсосник, обморок',
    '0.6': 'ебло баранье',
    '0.7': 'хуйдрот',
    '0.8': 'гнида, мразь, тварь, жЫвотное',
    '0.9': 'мракобес, чёрт, чудовище',
    '1': 'абсолютное гнильцо (aka Кравченко)',
  },

  messageDownvote:
    '{{fromUser}} только что добавил для {{toUser}} 0.1 рейтинга гнилости!',
  messageUpvote:
    '{{fromUser}} только что удалил для {{toUser}} 0.1 рейтинга гнилости!',
  unknownUser: 'Неизвестный',
  tableName: 'Шкала гнилости\n💩🥴💩🥴💩🥴',
  tableEmpty: '-пусто-',
};
